import "./Tasks.css"


export const Tasks = () => {
    return(
        <div className={"nano"}>
            <h1>Основные задачи наноэлектроники:</h1>
            <h2>—  разработка физических основ работы активных приборов с нанометровыми размерами, в первую очередь квантовых;
                <br/>
                —  разработка физических основ технологических процессов;
                <br/>
                —  разработка самих приборов и технологий их изготовления;
                <br/>
                —  разработка интегральных схем с нанометровыми технологическими размерами и изделий электроники на основе наноэлектронной элементной базы.
                <br/>
                Особенность наноэлектронных приборов и устройств - проявление, наряду с классическими явлениями, квантовых эффектов, которые во многом являются паразитными в работе обычного транзистора. В приборах и устройствах наноэлектроники используются предельные возможности электрических, магнитных, механических и биологических систем (в настоящее время ассоциируются с информационными технологими). Со временем наноустройства сыграют важную роль в процессах преобразования энергии, организации защиты окружающей среды, в медицинском обслуживании людей.
                транзистора. В приборах и устройствах наноэлектроники используются предельные возможности электрических, магнитных, механических и биологических систем (в настоящее время ассоциируются с информационными технологими). Со временем наноустройства сыграют важную роль в процессах преобразования энергии, организации защиты окружающей среды, в медицинском обслуживании людей.

            </h2>
        </div>
    )
}