import "./History.css"


export const History = () =>{
    return(
        <div className={"nano"}>
            <h1>История развития нанотехнологии</h1>
            <h2 className={"text"}>1912год. Швейцарский физик Альберт Эйнштейн опубликовал работу, в которой доказывал, что размер молекулы сахара составляет примерно 1 нанометр.
                <br/>
                1931 год. Немецкие физики Макс Кнолл и Эрнст Руска создали электронный микроскоп, который впервые позволил исследовать нанообъекты.
                <br/>
                1959 год. Американский физик Ричард Фейнман впервые прочел лекцию на годичном собрании Американского физического общества, которая называлась «Полно игрушек на полу комнаты». Он обратил внимание на проблемы миниатюризации, которая в то время была актуальна и в физической электронике, и в машиностроении, и в информатике. Эта работа считается некоторыми основополагающей в нанотехнологии, но некоторые пункты этой лекции противоречат физическим законам.
                <br/>
                1968 год. Альфред Чо и Джон Артур, сотрудники научного подразделения американской компании Bell, разработали теоретические основы нанотехнологии при обработке поверхностей.
                <br/>
                1974 год. Японский физик Норио Танигучи на международной конференции по промышленному производству в Токио ввел в научный оборот слово "нанотехнологии". Танигучи использовал это слово для описания сверхтонкой обработки материалов с нанометровой точностью, предложил называть ним механизмы, размером менее одного микрона. При этом были рассмотрены не только механическая, но и ультразвуковая обработка, а также пучки различного рода (электронные, ионные и т.п.).
                <br/>
                1982 год. Германские физики Герд Бинниг и Генрих Рорер создали специальный микроскоп для изучения объектов наномира. Ему дали обозначение СЗМ (Сканирующий зондовый микроскоп). Это открытие имело огромное значение для развития нанотехнологий, так как это был первый микроскоп, способный показывать отдельные атомы (СЗМ).
                <br/>
                1985 год. Американский физики Роберт Керл, Хэрольд Крото и Ричард Смэйли создали технологию, позволяющую точно измерять предметы, диаметром в один нанометр.
                <br/>
                1986 год. Нанотехнология стала известна широкой публике. Американский футуролог Эрк Дрекслер, пионер молекулярной нанотехнологии, опубликовал книгу «Двигатели созидания», в которой предсказывал, что нанотехнология в скором времени начнет активно развиваться, постулировал возможность использовать наноразмерные молекулы для синтеза больших молекул, но при этом глубоко отразил все технические проблемы, стоящие сейчас перед нанотехнологией. Чтение этой работы необходимо для ясного понимания того, что могут делать наномашины, как они будут работать и как их построить.
                <br/>
                1989 год. Дональд Эйглер, сотрудник компании IBM, выложил название своей фирмы атомами ксенона.
                z
                1998 год. Голландский физик Сеез Деккер создал транзистор на основе нанотехнологий.
                1999 год. Американские физики Джеймс Тур и Марк Рид определили, что отдельная молекула способна вести себя так же, как молекулярные цепочки.
                2000 год. Администрация США поддержала создание Национальной Инициативы в Области Нанотехнологии. Нанотехнологические исследования получили государственное финансирование.
                Тогда из федерального бюджета было выделено $500 млн.
                2001 год. Марк Ратнер считает, что нанотехнологии стали частью жизни человечества именно в 2001 году. Тогда произошли два знаковых события: влиятельный научный журнал Science назвал нанотехнологии - "прорывом года", а влиятельный бизнес-журнал Forbes - "новой многообещающей идеей". Ныне по отношению к нанотехнологиям периодически употребляют выражение "новая промышленная революция". В Томском государственном университете России разработаны составы и технология получения новых тонкопленочных наноструктурных материалов на основе двойных оксидов циркония и германия, имеющих высокую химическую, термическую стойкость и обладающих хорошей адгезией к различным подложкам (кремния, стекла, поликора и др.). Толщина пленок составляет от 60 до 90 нм, размеры включений - 20-50 нм. Полученные там материалы могут быть использованы как покрытия: —     стекол (солнцезащитные - хорошо пропускает видимый свет и отражает до 45-60% тепловое излучение, теплозащитные - отражает до 40% солнечной радиации, селективно пропускающие); —     ламп (увеличение световой отдачи на 20-30%); —     инструментов (защитно-упрочняющие - увеличение срока службы изделий). Ведутся работы и в Харьковском национальном университете имени В.Н.Каразина. Направления исследований: поверхностные явления, фазовые превращения и структура конденсированных пленок. Исследования проводятся над пленками металлов и сплавов (1.5 - 100 нм), получаемые методом конденсации в вакууме на различных подложках путем электронной микроскопии (СЗМ), электронографии, а также методов, разработанных в группе (Гладких Н.Т., Крышталь А.П., Богатыренко С.И.)
            </h2>
        </div>
    )
}