import "./Dev.css"


export const Dev = () =>{
    return(
        <div className={""}>
            <h1>Наноэлектроника и ее развитие  </h1>
            <h2>Наноэлектроника представляет собой область электроники, в которой изучаются носите информационного сигнала в веществе под действием различных полей, а также разрабатываются физические и технологические основы создания приборов для обработки и хранения информации с характерными топологическими размерами элементов не менее 100нм. Наноэлектроника является новой областью науки и техники, формирующейся на основе последних достижений физики твердого тела, квантовой электроники, физической химии и технологии полупроводников электроники. Исследования в области наноэлектроники важны для разработки новых принципов, а также и нового поколения сверхминиатюрных максимально быстродействующих систем обработки информации.</h2>
        </div>
    )
}