import "./Nano.css"


export const Nano = () =>{
    return(
        <div className={"nano"}>
            <h1>Наноэлектроника </h1>
            <h2>Наноэлектроника — область науки и техники, занимающаяся созданием, исследованием и применением электронных приборов с нанометровыми размерами элементов, в основе функционирования которых лежат квантовые эффекты.
                Термин «наноэлектроника» не связан с термином «микроэлектроника», поскольку нано-размеры не являются определяющими и носят условный характер. В отличие от классических законов электроники в микроэлектронике основой для работы приборов наноэлектроники являются квантовые эффекты: квантовая ёмкость, кинетическая индуктивность, квантовая проводимость, плазмоны, двумерный электронный газ и другие. Благодаря этому появляется не только специфичная номенклатура свойств, но и новые перспективы их использования. В частности, если при переходе от микро-размера к нано-размеру квантовые эффекты во многом являются паразитными (например, работе классического транзистора при уменьшении размеров начинает мешать туннелирование носителей заряда), то электроника, использующая квантовые эффекты, — это уже основа так называемой наногетероструктурной электроники.
            </h2>
        </div>
    )
}